{
    "oi": "Oi, tudo bem? Como posso te ajudar?",
    "como faço login?": "Para fazer login, clique no botão de login no canto superior direito e insira suas credenciais.",
    "como faço para cadastrar?": "Para se cadastrar, clique no botão 'Cadastrar' no menu principal e preencha o formulário com seus dados.",
    "esqueci minha senha, o que faço?": "Clique em 'Esqueci minha senha' na página de login e siga as instruções para redefini-la.",
    "como alterar minha senha?": "Vá até o menu de configurações, selecione 'Alterar Senha' e insira a nova senha desejada.",
    "como faço para editar meu perfil?": "Acesse o menu de perfil no canto superior direito e clique em 'Editar Perfil'.",
    "como consultar meus dados?": "No painel principal, vá até a seção 'Meus Dados' para visualizar suas informações.",
    "onde encontro os relatórios?": "Os relatórios estão disponíveis no menu lateral, na seção 'Relatórios'.",
    "como faço para baixar um relatório?": "Abra o relatório desejado e clique no botão de download no canto superior direito da tela.",
    "como funciona o sistema?": "Nosso sistema organiza informações de forma simples. Use o menu lateral para navegar pelas principais funcionalidades.",
    "quem pode acessar o sistema?": "Usuários cadastrados com permissões específicas podem acessar o sistema.",
    "como adicionar um novo registro?": "Vá até a seção correspondente no menu, clique em 'Adicionar Novo' e preencha os dados solicitados.",
    "como excluir um registro?": "Selecione o registro desejado, clique em 'Excluir' e confirme a exclusão.",
    "posso recuperar um registro excluído?": "Registros excluídos não podem ser recuperados. Certifique-se antes de excluir algo.",
    "como atualizo um registro?": "Selecione o registro que deseja atualizar, clique em 'Editar' e faça as alterações necessárias.",
    "o que fazer se o sistema estiver lento?": "Verifique sua conexão com a internet. Se o problema persistir, entre em contato com o suporte.",
    "como acessar o suporte?": "Clique em 'Ajuda' no menu superior e selecione 'Fale com o Suporte'.",
    "quais navegadores são compatíveis com o sistema?": "Nosso sistema é compatível com os navegadores Chrome, Firefox, Edge e Safari.",
    "o sistema funciona em dispositivos móveis?": "Sim, o sistema é responsivo e funciona bem em smartphones e tablets.",
    "como faço para sair do sistema?": "Clique no botão 'Sair' no canto superior direito para encerrar sua sessão.",
    "minha conta foi bloqueada, o que faço?": "Entre em contato com o suporte para verificar o motivo e solicitar o desbloqueio.",
    "como visualizar minhas atividades recentes?": "No painel inicial, vá até a seção 'Atividades Recentes' para visualizar suas ações no sistema.",
    "como posso alterar minhas preferências de notificação?": "Acesse o menu de configurações, clique em 'Notificações' e ajuste as preferências conforme sua necessidade.",
    "onde encontro a documentação do sistema?": "Clique no menu 'Ajuda' e acesse a seção 'Documentação'.",
    "como reportar um problema no sistema?": "Vá até a seção 'Ajuda' e clique em 'Reportar Problema'. Preencha o formulário com os detalhes do erro.",
    "como faço para adicionar um arquivo?": "Vá até a seção correspondente e clique em 'Adicionar Arquivo'. Selecione o arquivo desejado e faça o upload.",
    "o que acontece se eu não salvar minhas alterações?": "Alterações não salvas serão perdidas. Certifique-se de clicar em 'Salvar' após fazer alterações.",
    "como filtro os dados exibidos?": "Use a barra de filtros na parte superior da tabela para selecionar os critérios desejados.",
    "como faço logout automático?": "O sistema encerra sua sessão automaticamente após um período de inatividade para sua segurança.",
    "como gerencio usuários do sistema?": "Acesse o menu 'Administração' e vá até 'Gerenciar Usuários' para adicionar, editar ou excluir usuários.",
    "o que significa cada ícone no sistema?": "Passe o mouse sobre os ícones para ver dicas explicativas sobre suas funcionalidades.",
    "como faço backup dos meus dados?": "Acesse a seção 'Configurações' e clique em 'Backup de Dados'.",
    "o sistema armazena minhas informações de forma segura?": "Sim, seguimos as melhores práticas de segurança para proteger suas informações.",
    "como obtenho ajuda detalhada sobre uma funcionalidade?": "Acesse a seção 'Ajuda' e procure pelo guia correspondente à funcionalidade desejada.",
    "o que fazer se o sistema exibir um erro inesperado?": "Tente recarregar a página. Se o erro persistir, reporte-o ao suporte técnico.",
    "como faço para visualizar o histórico de alterações?": "Clique na seção 'Histórico' disponível na página do registro para ver todas as alterações realizadas."
}
